{
    "AILA_Q1": "Here's a simplified, conversational version of this legal case:\n\n\"I was fired from my bank job because I was accused of mishandling money in an employee housing society where I was a secretary. I was later found not guilty in court, but the bank still won't give me my job back. Do I have any legal rights to get my position back?\"\n\nAlternative version:\n\"Can a company refuse to rehire someone after they've been cleared of criminal charges that got them fired in the first place?\"\n\nBoth versions capture the core issue: an employee was terminated due to criminal accusations, later proven innocent, but denied reinstatement - while avoiding the complex details about societies, registrars, and multiple court proceedings.",
    "AILA_Q2": "Here's that legal case converted into a simple, conversational question:\n\n\"I'm a government minister who had to resign after a judge made negative comments about my testimony in a bribery case. Even though I was just a witness, the judge questioned my credibility. Can I challenge these remarks that damaged my reputation?\"\n\nAlternative version:\n\"If a judge makes damaging comments about your character when you're just a witness in a court case, what can you do about it? These comments forced me to resign from my position.\"\n\nThe question captures the core issue - a public official who resigned due to judicial remarks about their credibility as a witness, rather than being directly involved in the crime itself - while removing all the complex procedural and evidentiary details of the original case.",
    "AILA_Q3": "Here's that legal case converted into a simple, conversational question:\n\n\"I'm being prosecuted for selling contaminated food products in my store. The lab report shows illegal additives, but I think there might be a mistake. Can I challenge this in court?\"\n\nOR alternatively:\n\n\"My brother's store was accused of selling adulterated food products. He was initially found not guilty but then got sentenced on appeal. Is this legal?\"\n\nBoth versions capture the core issue (food adulteration prosecution and appeal) while making it relatable and easy to understand for a general audience.",
    "AILA_Q4": "Here's that legal case converted into a simple, conversational question:\n\n\"My wife filed domestic violence charges against me and my family in India, claiming we demanded more dowry money after marriage and harassed her. The court dismissed charges against my family but not against me. Can I get the case against me dismissed too?\"\n\nAlternative version:\n\"What can someone do if they're accused of dowry harassment in India? My family was cleared of charges but I'm still being prosecuted.\"\n\nThe question captures the core issue while removing the complex legal procedures and terminology, making it sound like something a real person would ask when seeking legal advice online.",
    "AILA_Q5": "Here's that complex legal case converted into a simple, conversational question:\n\n\"My family was attacked while working on our shared farmland when our neighbors claimed we didn't have the right to harvest there. One of my sons was seriously injured and needed brain surgery. The attackers were convicted but are now appealing. What kind of legal rights do we have in this situation?\"\n\nAlternative version:\n\"If someone attacks you on disputed farmland and seriously injures your family member, what kind of criminal charges and punishment can they face?\"",
    "AILA_Q6": "Here's that complex legal case converted into a simple, conversational question:\n\n\"What happens if someone gets shot while trying to arrest a criminal? My cousin is a police officer and was injured attempting to make an arrest - do police families have any special legal rights in these situations?\"\n\nOR alternatively:\n\n\"If a police officer dies while trying to arrest someone, what kind of legal case is it? My brother was a cop who was killed in the line of duty and I want to understand the legal process.\"\n\nBoth versions capture the core issue (injury/death of a police officer during an arrest attempt) while making it relatable and easy to understand for the average person seeking legal information online.",
    "AILA_Q7": "Here's that legal case converted into a simple, conversational question:\n\n\"My dad was a government accountant who was convicted of stealing around 4,000 rupees and falsifying records. He got a one-year jail sentence but the court reduced his fine. Can he appeal this?\"\n\nAlternative version:\n\"What happens if a government employee is caught stealing money and changing official records to cover it up? What kind of punishment do they usually get?\"\n\nBoth versions capture the core issue (public servant accused of embezzlement and record falsification) while removing the complex legal language and procedural details, making it more accessible to the average person seeking legal advice.",
    "AILA_Q8": "Here's that legal case converted into a simple, conversational question:\n\n\"My sister-in-law died by suicide after being harassed for dowry by her husband and mother-in-law. They were convicted but are now appealing. What typically happens in dowry-related death cases like this?\"\n\nAlternative version:\n\"If someone's wife commits suicide after being harassed for money and gifts from her family, can the husband and in-laws be held responsible for her death?\"\n\nBoth versions capture the core issue (dowry harassment leading to death) while avoiding the complex legal procedural details, making it more accessible for a general audience seeking legal information.",
    "AILA_Q9": "Here's that complex legal case converted into a simple, conversational question:\n\n\"My brother killed my son during a family fight over farmland, but the court let him and his accomplices go free because of problems with the police investigation. Can I appeal this decision?\"\n\nAlternative version:\n\"If a murder case gets dismissed because the police messed up the investigation, what options does the victim's family have to appeal?\"\n\nBoth versions capture the core issue (a murder acquittal due to investigative failures) while stripping away the complex legal details and making it accessible to the average person seeking legal advice.",
    "AILA_Q10": "Here's that complex legal case converted into a simple, natural question:\n\n\"If five people are charged with the same crime, why was only one person's appeal accepted while the others were rejected? Is this fair?\"\n\nAlternative version:\n\"My friends and I were all convicted of the same crime, but when we appealed, the court only agreed to hear one person's case and rejected the rest of us. Can they do that?\"\n\nI chose this framing because:\n1. It captures the core issue (unequal treatment in appeals)\n2. It avoids all the complex legal jargon about rioting and penal codes\n3. It expresses the natural confusion/frustration someone might feel in this situation\n4. It's something a regular person might actually ask online",
    "AILA_Q11": "Here's that complex legal case converted into a simple, conversational question:\n\n\"I'm a French airline employee who was detained at the airport for not declaring watch parts in my luggage. They're keeping me in custody saying I might smuggle again. Can they hold me just based on one incident, especially since I'm having mental health issues from being detained?\"\n\nAlternative version:\n\"My friend was caught bringing undeclared watches through customs. They're holding him in detention even though it's his first offense and he's becoming mentally unwell. Is this legal?\"\n\nBoth versions capture the core legal issue (preventive detention based on a single smuggling incident) while making it accessible and relatable for a general audience.",
    "AILA_Q12": "Here's that legal case converted into a simple, conversational question:\n\n\"Can someone be detained by the police just because they think they might cause public disorder in the future? My brother was arrested because of a previous incident, even though he was already out on bail for it.\"\n\nOR alternatively:\n\n\"My relative was arrested and held in jail because the police said he might be a threat to public safety - is this legal, even though he was already out on bail for the original case?\"\n\nBoth versions capture the core legal issue (preventive detention) while stripping away the complex details and legal terminology, making it sound like something a concerned family member might actually ask online.",
    "AILA_Q13": "Here's that legal case converted into a simple, conversational question:\n\n\"I was fired from my job as a police officer because they found out about my old theft conviction. They claimed it was a routine termination, but later admitted the real reason in writing. Can they fire me this way, and do I have any right to get my job back?\"\n\nAlternative version:\n\"Can the police department fire someone by claiming it's a regular termination, but actually doing it because of an old criminal record?\"\n\nBoth versions capture the core issue: an employer attempting to disguise a dismissal based on past criminal history as a routine termination, and whether this practice is legal.",
    "AILA_Q14": "Here's that complex legal case converted into a simple, conversational question:\n\n\"My father was murdered, and I got revenge by killing his murderer. I was convicted but then the high court acquitted me. Now the prosecution is appealing that decision - what usually happens in cases like this?\"\n\nAlternative version:\n\"If someone takes revenge by killing their father's murderer, can they claim it was justified? My friend is facing charges for a similar situation.\"\n\nBoth versions capture the core issue (revenge killing following a family member's murder) while making it more accessible and conversational. I've removed the complex procedural details while keeping the essential legal and moral question at the heart of the case.",
    "AILA_Q15": "Here's that complex legal case converted into a simple, conversational question:\n\n\"My mother witnessed my father's murder and was injured trying to save him. She testified in court, but the attackers were found not guilty. Now a higher court reversed that decision - is this common in murder cases?\"\n\nAlternative versions:\n- \"If someone sees their spouse get murdered and testifies in court, why would a judge ignore their testimony?\"\n- \"Can murderers who were found not guilty still be convicted later by a higher court?\"\n\nI chose these phrasings because they:\n1. Focus on the core issue (witness testimony in a murder case and court reversal)\n2. Use everyday language instead of legal terms\n3. Frame it from a family member's perspective\n4. Capture the emotional and practical aspects that would concern a regular person",
    "AILA_Q16": "Here's that complex legal case converted into a simple, conversational question:\n\n\"What happens if someone kills their stepmother and stepsister during a family property dispute? My relative was sentenced to death but it got changed to life in prison - can they appeal this?\"\n\nAlternative version:\n\"My brother killed our stepmother and stepsister during a fight about family property. He got life in prison instead of the death penalty - what are his chances of appealing this sentence?\"\n\nI've simplified the complex family murder case while keeping the key elements:\n- Family violence related to property dispute\n- Murder of stepmother and stepsister\n- Death sentence converted to life imprisonment\n- Question about appeal rights\n\nThe question now sounds like something a real person might ask when seeking legal advice online, while maintaining the core legal issue from the original case.",
    "AILA_Q17": "Here's that legal case converted into a simple, conversational question:\n\n\"I was arrested for customs fraud last year and spent some time in jail, but I was released on bail. Now, 7 months later, they're suddenly trying to detain me again even though I haven't done anything wrong since then. Is this legal?\"\n\nAlternative version:\n\"Can the authorities detain someone for an old customs violation if they've been following the law since getting out on bail?\"\n\nThe question captures the key issues (delayed detention after initial arrest, period of good behavior, question of timing) while removing the complex legal details about customs procedures, specific dates, and judicial proceedings.",
    "AILA_Q18": "Here's that legal case converted into a simple, conversational question:\n\n\"My family's business partnership broke up and we had arbitrators divide up the assets. Some family members are saying the arbitrators' decision isn't valid because it wasn't officially registered. Does this kind of agreement really need to be registered to be legal?\"\n\nAlternative version:\n\"If a family business partnership splits up and arbitrators help divide everything, do we need to get their decision officially registered somewhere for it to be valid?\"\n\nThese versions maintain the core legal issue (whether an arbitration award dividing partnership assets needs registration) while making it accessible and relatable for a general audience. The family business angle makes it more personal and easier to understand than the formal legal language about \"residue assets\" and \"partnership firm dissolution.\"",
    "AILA_Q19": "Here's that complex legal case converted into a simple, conversational question:\n\n\"My father was acquitted of murder by the trial court because the witnesses had conflicting stories, but then the high court overturned it and sentenced him to life in prison. How can they convict him when the original court found the evidence wasn't reliable?\"\n\nAlternatively, as a more general inquiry:\n\n\"How can a higher court overturn a 'not guilty' verdict when the original trial found the witnesses weren't trustworthy?\"\n\nBoth versions capture the core legal issue (appellate court overturning an acquittal based on contradictory witness testimony) while making it accessible and relatable for a general audience.",
    "AILA_Q20": "Here are a few natural ways to phrase this legal situation:\n\n\"Someone broke into my parents' house at night and attacked both my mom and dad with a knife. My dad died but my mom survived. The attacker was caught and convicted, but now he's appealing his sentence. Is this normal?\"\n\nOR\n\n\"My neighbor was convicted of breaking into a house and killing someone, plus attempting to kill their spouse. He got life in prison but is trying to appeal. What does this mean for the victims' family?\"\n\nOR\n\n\"If someone is convicted of murder and attempted murder based mainly on witness testimony from family members, can they successfully appeal their conviction?\"\n\nThe simplest version would be:\n\"If someone is found guilty of murder based on witness statements from the victim's family, how likely is it their appeal will succeed?\"",
    "AILA_Q21": "Here's that complex case converted into a simple, conversational question:\n\n\"I've been working as a temporary daily worker for over 10 years, and I want to become a permanent employee. The company offered me a different permanent position but I declined because it wasn't the role I've been doing. Now they've terminated me - what are my rights?\"\n\nAlternative version:\n\"Can a company fire someone who's been working as a temp for 10+ years after they refuse to accept a permanent position in a different role?\"\n\nThis captures the core issue - a long-term temporary worker seeking permanent status, being offered a different permanent role than the one they were performing, refusing it, and subsequently being terminated - while stripping away all the legal complexity and procedural history.",
    "AILA_Q22": "Here's that complex legal case converted into a simple, conversational question:\n\n\"My sister committed suicide and her husband claims it was due to stress over her kids' health, but we believe it was because of dowry harassment from him and his mother. They kept demanding money from our family and mistreated her. What legal options do we have?\"\n\nAlternative version:\n\"If someone's wife commits suicide and there's evidence of dowry harassment, what kind of legal consequences can the husband and in-laws face?\"\n\nThese versions capture the core issue (dowry-related death/suicide, family disputes, allegations of harassment) while making it accessible and relatable for a general audience seeking legal guidance.",
    "AILA_Q23": "Here's that complex property development case converted into a simple, conversational question:\n\n\"Our construction company got initial approval to build apartments back in 1984, but we had delays getting the bank guarantee they required. They cancelled our permit, but the Governor later said we could get it back if we paid interest. Now the new government won't honor that agreement. Can we still get our building permit back?\"\n\nAlternative version:\n\"If a developer gets preliminary approval for a construction project but misses some deadlines, can they still revive the permit years later if they're willing to meet all the original conditions plus interest?\"\n\nBoth versions capture the core issue - a developer seeking to revive an old construction permit after failing to meet initial timeline requirements - while stripping away the complex procedural details and legal terminology.",
    "AILA_Q24": "Here's that complex legal case converted into a simple, conversational question:\n\n\"My cousins and I jointly own some farmland with a shared water well. They started removing the pipes from the well without discussing it with anyone, and when we tried to stop them, they attacked us and someone got killed. What legal rights do we have in this situation?\"\n\nAlternative version:\n\"There's a well on some land I co-own with my relatives. They tried to remove the pipes without permission and got violent when we asked them to stop. Can they legally do this?\"\n\nBoth versions capture the core issue (dispute over shared property leading to violence) while removing the complex legal details and making it accessible to the average person seeking legal advice.",
    "AILA_Q25": "Here's that complex land acquisition case converted into a simple, natural question:\n\n\"The government took our farmland for some project and only offered us Rs 1.55 per square meter, but similar land nearby got Rs 10 per square meter. Can we challenge this and get fair compensation?\"\n\nAlternative version:\n\"My family's agricultural land was acquired by the government, but they're paying us much less than what our neighbors got for their land. What are our rights?\"\n\nThese versions capture the core issue (disparity in land acquisition compensation) while removing all the procedural complexity and legal terminology from the original case. They frame it as a practical question that a regular person might ask when facing a similar situation.",
    "AILA_Q26": "Here's that complex property dispute converted into a simple, conversational question:\n\n\"I let someone stay in my house while they were helping me with construction, but now they won't leave or give it back to me. They claim they have rights to the property because of some agreements we signed. What can I do?\"\n\nAlternative version:\n\"My neighbor helped me build my house and loaned me money, but now they've taken over the property and won't leave. Can they legally do this?\"\n\nBoth versions capture the core issue (property possession dispute arising from a construction/loan arrangement) while eliminating the complex legal procedures and technical details about arbitration that followed.",
    "AILA_Q27": "Here's that complex legal case converted into a simple, conversational question:\n\n\"My friend was arrested for export fraud - he's accused of lying about the value and type of steel he was exporting to get higher government incentives. He's out of custody now but there's still a case against him. What kind of legal trouble could he be facing?\"\n\nAlternative version:\n\"I run an export business and I'm being investigated for misrepresenting my products to get better export benefits. What should I do?\"\n\nBoth versions capture the core issue (export fraud and misrepresentation for government benefits) while eliminating the complex legal details about detention orders, writs, and specific Indian legal procedures, making it more accessible for a general audience to understand.",
    "AILA_Q28": "Here's that legal case converted into a simple, conversational question:\n\n\"My brother was killed in a fight over farmland, and the people who did it were convicted. They're now appealing their conviction. How likely is it that their appeal will succeed if there were eyewitnesses to the crime?\"\n\nAlternative version:\n\"If someone was convicted of murder based on eyewitness testimony that wasn't collected until a week after the incident, can they successfully appeal their conviction?\"\n\nBoth versions capture the core issue (a murder conviction being appealed, with delayed eyewitness testimony being a key factor) while making it accessible and relatable for a general audience.",
    "AILA_Q29": "Here's that complex murder case converted into a simple, conversational question:\n\n\"My cousin was accused of poisoning his wife and was found not guilty, but then a higher court reversed the decision and convicted him. How can a person be found guilty after being declared innocent?\"\n\nAlternative version:\n\"If someone is found not guilty of a crime but then a higher court changes the verdict to guilty, is that legal? Can they appeal?\"\n\nBoth versions capture the core legal issue (acquittal reversal) while stripping away the complex details about cyanide, witnesses, and specific dates. They use everyday language that someone might actually type into a search engine or ask a legal chatbot.",
    "AILA_Q30": "Here's that complex legal case converted into a simple, conversational question:\n\n\"My sister was killed by her in-laws who burned her alive, and they were found guilty in the initial trial. But now they've been acquitted by the High Court. Can we appeal this decision or get justice some other way?\"\n\nAlternative version:\n\"If someone is murdered and the killers are convicted but then later acquitted by a higher court, what options does the victim's family have?\"\n\nBoth versions capture the core issue - a domestic violence murder case where the initial conviction was overturned on appeal - while making it accessible and relatable for a general audience asking for legal guidance.",
    "AILA_Q31": "Here's that complex land dispute case converted into a simple, conversational question:\n\n\"My family bought some land, but we found out another group of people claim they bought the same property from the same owner. They're trying to build shops on it now. Who legally owns the land in this kind of situation?\"\n\nAlternative version:\n\"There's a dispute over who owns a piece of land - one group bought it with a power of attorney, and another group bought it directly from the owner. How do courts decide who the real owner is?\"\n\nI chose these versions because they:\n- Capture the core legal issue (disputed land ownership from multiple sales)\n- Use everyday language anyone can understand\n- Frame it as a practical question someone might actually ask\n- Avoid the complex procedural details while maintaining the key conflict",
    "AILA_Q32": "Here's that legal case converted into a simple, conversational question:\n\n\"My cousin was beaten up and killed over a water dispute during a family wedding. The attackers were sentenced to life in prison, but they're now appealing. What usually happens in these kinds of appeals cases?\"\n\nAlternative version:\n\"If someone is convicted of murder over a village water dispute and gets life in prison, what are their chances of winning an appeal?\"\n\nI chose these versions because they:\n- Simplify the complex village water dispute and subsequent violence into relatable terms\n- Remove legal jargon and procedural details\n- Frame it as a genuine question someone might ask when seeking legal advice\n- Maintain the core issue (murder conviction and appeal) while making it accessible\n- Use natural, conversational language",
    "AILA_Q33": "Here's that legal case converted into a simple, conversational question:\n\n\"I'm a police officer who was found with a large amount of money at home. They say it's more than I could have earned from my salary, but they couldn't prove I stole anything from evidence storage. Can they still punish me just for having the money?\"\n\nAlternative version:\n\"My cousin is a cop and they found unexplained money in his house. They couldn't prove he stole anything from work, but they're still treating him like he's guilty. Is that legal?\"\n\nBoth versions capture the core issue: whether someone can be convicted based solely on possessing unexplained wealth when direct theft charges weren't proven.",
    "AILA_Q34": "Here's that complex legal case converted into a simple, conversational question:\n\n\"Is it legal for government officials to interfere with ongoing corruption investigations? My state's former Chief Minister is being investigated for corruption, but it seems like people in power are trying to slow down or stop the investigation by replacing prosecutors and judges.\"\n\nAlternative version:\n\"What can citizens do if they suspect high-ranking politicians are manipulating the legal system to avoid corruption charges? There's clear evidence but the case keeps getting delayed.\"\n\nThese versions capture the core issue - potential interference in a corruption investigation - while eliminating the complex legal details about writs, tribunals, and specific procedural matters. It frames it as something a concerned citizen might actually ask online.",
    "AILA_Q35": "Here's that complex legal case converted into a simple, conversational question:\n\n\"If a fight starts over a petty dispute and someone dies, can the person claim it wasn't planned murder since it began as a small argument? My cousin got into a fight that started over borrowed items and things escalated badly.\"\n\nOR alternatively:\n\n\"My brother got into a street fight that started over a silly neighborhood dispute, and someone died. He says he didn't mean to kill anyone - does it matter legally that this wasn't planned and started as a small argument?\"\n\nBoth versions capture the core legal issue (whether a murder charge is affected by the fact it stemmed from a minor dispute) while stripping away the complex details about the specific case. The question is framed in a way that a regular person might ask when seeking legal advice online.",
    "AILA_Q36": "Here's that complex medical reimbursement case converted into simple, natural questions:\n\n\"Can the government limit how much they reimburse for medical expenses if I had to get treatment at a different hospital than the one they approved?\"\n\nOR\n\n\"My son was a government employee who needed emergency kidney treatment, but the approved hospital couldn't take him. The state only wants to pay part of the bills from the other hospital - is this legal?\"\n\nOR\n\n\"How much of my medical bills does the government have to cover if I'm a state employee and had to get emergency surgery at a non-approved hospital?\"\n\nThese versions capture the core issue (medical reimbursement limits for government employees when using non-approved facilities) while making it relatable and easy to understand.",
    "AILA_Q37": "Here's that legal case converted into a simple, conversational question:\n\n\"My father was attacked by two men in our village - one hit him with a stick and the other with some kind of farming tool. He later died from his injuries. The men were convicted but are now appealing, saying they're innocent because the only witnesses were family members. Is it true that family testimony isn't reliable in court?\"\n\nAlternative version:\n\"If someone is convicted of a violent crime but the only witnesses were the victim's relatives, can they get their conviction overturned? My cousin's attackers are claiming the family testimony shouldn't count.\"\n\nBoth versions capture the core legal issue (reliability of family member testimony in criminal cases) while removing the complex procedural details and legal jargon from the original case.",
    "AILA_Q38": "Here's that legal case converted into a simple, natural question:\n\n\"I run a fertilizer business and government testing says our product is low quality, but we weren't allowed to provide our own test results to defend ourselves. Is it legal for them to only use their lab results against us?\"\n\nAlternative version:\n\"My company is being accused of selling bad fertilizer based on government lab tests. Don't we have the right to challenge these test results with our own evidence?\"\n\nBoth versions capture the core issue (the right to present contradicting evidence against government lab results) while removing the complex legal proceedings and terminology, framing it as a practical business concern that someone might actually ask about online.",
    "AILA_Q39": "Here's that complex legal case converted into a simple, conversational question:\n\n\"A foreign student was accused of murdering his classmate and stealing her belongings, but was later found not guilty by the High Court. Can the prosecution appeal this decision and try to convict him again?\"\n\nAlternative version:\n\"My cousin was convicted of murder based on circumstantial evidence, but the High Court later acquitted him. Now the police want to challenge his acquittal - can they do that?\"\n\nThese versions capture the core legal issue (challenging an acquittal after an initial conviction) while removing the complex details and making it relatable to an average person seeking legal advice.",
    "AILA_Q40": "Here's that legal case converted into a simple, conversational question:\n\n\"I'm a government legal officer with no chance for promotion in my department. Can I force my employer to create higher positions or pay grades for my role?\"\n\nAlternative version:\n\"What can I do if I'm stuck in a dead-end government job with no promotion path? My position is the only one of its kind in my department.\"\n\nBoth versions capture the core issue - an employee seeking to create advancement opportunities in a position that has no promotional path - while removing the complex legal and administrative details from the original case.",
    "AILA_Q41": "Here's that legal case converted into a simple, conversational question:\n\n\"My uncle was killed after confronting someone who was harassing female workers at his factory. The attacker was convicted, but now he's appealing his life sentence. Can murderers successfully appeal just because some witnesses were family members of the victim?\"\n\nOR, as a more general version:\n\n\"If someone is convicted of murder based partly on testimony from the victim's relatives, can they get their conviction overturned just because the witnesses were family members?\"\n\nThese versions capture the core legal issue (validity of witness testimony from family members in a murder conviction) while stripping away the complex procedural details and legal terminology from the original case.",
    "AILA_Q42": "Here's that legal case converted into a simple, conversational question:\n\n\"My parents agreed to sell their property but the deal fell through. Now the buyer filed a police complaint saying we cheated them, and I'm being charged too even though I wasn't involved in the sale. Can I get these charges dropped?\"\n\nAlternative version:\n\"Someone is pressing criminal charges against me because my parents didn't complete a property sale with them. I wasn't even part of the deal - what can I do?\"\n\nBoth versions capture the core issue (being criminally charged in a property dispute that didn't involve them directly) while avoiding the legal complexity and technical details of the original case.",
    "AILA_Q43": "Here's that complex legal case converted into a natural, conversational question:\n\n\"I'm a Navy wife who filed domestic abuse charges against my husband and several other Navy officers. Now I need to move my case to a different state court because I don't feel safe pursuing the case where my husband is stationed. Is this possible?\"\n\nAlternative version:\n\"Can I transfer my domestic violence case to a different state? I filed charges against my husband (a Navy officer) but don't feel safe pursuing the case in his city since I have no family there to support me.\"\n\nBoth versions capture the core legal issue (requesting a case transfer due to safety concerns and lack of support) while simplifying the complex military and procedural elements into everyday language that someone might actually type into a search engine or chatbot.",
    "AILA_Q44": "Here's that legal case converted into a simple, natural question:\n\n\"I'm a government transport officer being investigated for having more assets than my salary could explain, but they wrongly included my family members' property in the calculation. What can I do to prove these assets don't belong to me?\"\n\nAlternative version:\n\"My brother works for the government and is being accused of corruption because they counted our whole family's property as his. How can he prove these aren't his assets?\"\n\nThese versions capture the core issue (asset investigation of a public servant) while removing the complex legal proceedings and making it more relatable and conversational.",
    "AILA_Q45": "Here's that legal case converted into a simple, conversational question:\n\n\"My neighbor was killed in a fight over a property boundary dispute, but the people accused of the murder were found not guilty by the first court. Now a higher court says they're guilty after all. How can two courts reach completely opposite decisions in a murder case?\"\n\nAlternative version:\n\"If someone is found not guilty of a crime but then a higher court reverses that decision and finds them guilty, is that legal? This happened in my village in a murder case.\"\n\nBoth versions capture the core legal issue (acquittal reversal by a higher court) while removing the complex details and legal terminology, framing it in a way that a regular person might ask about it online.",
    "AILA_Q46": "Here's that complex legal case converted into a simple, natural question:\n\n\"My father was robbed at gunpoint in our home, and during the robbery my sister was shot and killed. We identified some of the robbers, but one of them was found not guilty in court. Can that person still be held responsible for my sister's death even though they were acquitted?\"\n\nAlternative version:\n\"If someone is part of a gang that commits a home invasion and someone dies during the robbery, but they're found not guilty, can they still be held responsible in any way?\"\n\nThe question captures the core legal issue (responsibility in a fatal armed robbery when one participant is acquitted) while removing the complex procedural details and making it relatable and conversational.",
    "AILA_Q47": "Here's that complex legal case converted into a simple, conversational question:\n\n\"My brother killed our father in a fight over land and claims it was self-defense because he grabbed the weapon from our dad during the argument. What kind of legal consequences would he face?\"\n\nOR alternatively:\n\n\"If someone kills a family member during a property dispute but claims they only fought back after the victim attacked them first, can they still be charged with murder?\"\n\nBoth versions capture the core legal issue (murder charge with a self-defense claim in a family property dispute) while removing all the complex procedural details and legal terminology from the original case.",
    "AILA_Q48": "Here's that legal case converted into a simple, conversational question:\n\n\"Can government employees be prosecuted for fraud without getting special permission from their department first? Some officials at my local registry office are being investigated for taking bribes and faking property documents.\"\n\nAlternative version:\n\"My friend works at the government registry office and is being investigated for fraud. Does the police need special permission before they can charge government employees with crimes?\"\n\nI chose these conversational versions because they:\n1. Capture the core legal issue (requirement of sanction for prosecuting government servants)\n2. Use everyday language instead of legal terms\n3. Provide relevant context about the registry office scenario\n4. Frame it as something a concerned citizen might actually ask online",
    "AILA_Q49": "Here's that legal case converted into a simple, conversational question:\n\n\"I was a government worker who got fired in 1987 for allegedly taking bribes. I was later found innocent in 2001, but I had already retired by then. Can I still get my pension and benefits?\"\n\nAlternative version:\n\"If someone is fired from their government job for corruption but later proven innocent, are they entitled to their pension even if they've already reached retirement age?\"\n\nBoth versions capture the core issue - a government employee losing their job and pension due to corruption charges, being acquitted years later after already reaching retirement age, and questioning their rights to pension benefits despite the delayed acquittal.",
    "AILA_Q50": "Here's that legal case converted into a simple, conversational question:\n\n\"I'm a government minister who resigned after a judge made harsh comments about my testimony in a bribery case. Even though I was just a witness, the judge's remarks damaged my reputation. Can I appeal to have these comments removed from the court record?\"\n\nAlternative version:\n\"If a judge makes damaging personal remarks about a witness in their court decision, can those remarks be challenged or removed from the official record?\"\n\nBoth versions capture the core issue - a witness (who happened to be a minister) wanting to challenge negative judicial comments made about them, while avoiding the complex details about the underlying bribery case."
}